# Одинарные кавычки
print("\t\\'\t\t Single quote")
# Двойные кавычки
print('\t\\"\t\t Double quote')
# Обратный слеш
print('\t\\\ \t\t Backslash')
# Символ переноса строки
print('\t\\n\t\t New line')
# Возврат каретки - смещение курсора на один символ влево, без удаления символа
print('\t\\r\t\t Carriage return')
# Горизонтальная табуляция
print('\t\\t\t\t Tab')
# Возврат каретки - смещение курсора на один символ влево, с удалением символа
print('\t\\b\t\t Backspace')
# Отображение числа записанного в восмиричной системе исчисления
print('\t\\ooo\t Octal value')
# Отображение числа записанного в шестнадцатиричной системе исчисления
print('\t\\xhh\t Hex value')
